[
    {
        "pergunta": "O período paleolítico marca o começo do desenvolvimento humano e o começo para como nos comportamos hoje em dia. Este período também pode ser chamado de:",
        "resposta": "B",
        "alternativa": [{
            "A": "Idade do bronze",
            "B": "Idade da pedra lascada",
            "C": "Idade da pedra polida"
        }]
        
    },
    {
    "pergunta": "O período neolítico foi muito marcado pelo domínio da agricultura, o começo das primeiras cidades e um abandono geral de um certo comportamento:",
    "resposta": "B",
    "alternativa": [{
        "A": "O comportamento sedentário",
        "B": "O comportamento nômade",
        "C": "O comportamento solitário "
    }]
    },
    {
        "pergunta": "Depois da criação e expansão das primeiras cidades, os povos se encontravam em uma situação em que a disputa por espaço e recursos se tornava inevitável. Um dos povos mais lembrados deste período foram os:",
        "resposta": "C",
        "alternativa": [{
            "A": "Fenícios ",
            "B": "Minoicos",
            "C": "Babilônicos"
        }]
    },
    {
        "pergunta": "Por volta dos anos 3.500 a.C os povos nomos se uniram formando o Alto Egito (no Sul) e o Baixo Egito (no Norte). Estes dois reinos foram então, unificados em apenas um, por um homem chamado “Menés” que era:",
        "resposta": "B",
        "alternativa": [{
            "A": "Menés rei do Baixo Egito  ",
            "B": "Menés rei do Alto Egito ",
            "C": "Menés chefe militar do Alto Egito "
        }]
    },
    {
        "pergunta": "Após a união do Egito, o povo agora unificado precisava de um lider que foi nomeado de faraó. Quem foi este primeiro faraó? ",
        "resposta": "B",
        "alternativa": [{
            "A": "Ramsés II",
            "B": "Menés ",
            "C": "Ramsés I"
        }]
    },
    {
        "pergunta": "Os hebreus ficaram conhecidos como um povo mestre em arquitetura e construção de templos e palácios. O mais famoso deles foi destruído pelos romanos e hoje resta apenas um muro. Qual construção é esta?",
        "resposta": "A",
        "alternativa": [{
            "A": "Templo de Jerusalém",
            "B": "Templo de Maomé",
            "C": "Templo das Lamentações"
        }]
    },
    {
        "pergunta": "Um ponto muito destacável da Grécia era seu modelo de governo que é conhecido até hoje. Um de seus principais modelos era chamado de “Democracia”. Como se baseava este modelo?",
        "resposta": "C",
        "alternativa": [{
            "A": "Um sistema onde todo o povo pode ter sua voz e podem ter seus direitos",
            "B": "Um sistema onde todos os homens são iguais e tem os mesmos direitos",
            "C": "Um sistema onde apenas os homens livres e atenienses poderiam votar"
        }]
    },
    {
        "pergunta": "Atenas e Sparta sempre estiveram e conflito. Qual foi uma das mais importantes guerras entre eles?  ",
        "resposta": "B",
        "alternativa": [{
            "A": "Guerra de Tróia ",
            "B": "Guerra do Peloponeso",
            "C": "As Guerras Médicas"
        }]
    },
    {
        "pergunta": "Roma, uma das maiores e mais marcantes civilização da história, era muito conhecida por suas obras arquitetônicas. A sua mais famosa construção até hoje em dia é:",
        "resposta": "A",
        "alternativa": [{
            "A": "O Coliseu",
            "B": "Obelisco de Roma",
            "C": "Torre de Pizza"
        }]
    },
    {
        "pergunta": "Após a queda de Roma surgiram dois impérios. Quais eram seus nomes? ",
        "resposta": "C",
        "alternativa": [{
            "A": "Império Bizantino e Roma do Ocidente ",
            "B": "Império Bizantino e Roma do Oriente",
            "C": "Roma do Ocidente e Roma do Oriente "
        }]
    }
]
