[
    {
        "pergunta": "Durante o período da Idade Média se tem um dos maiores registros de epidemia da história, a peste bubônica, esta peste era transmitida por:",
        "resposta": "A",
        "alternativa": [{
            "A": "Ratos com pulgas infectadas",
            "B": "Pássaros infectados",
            "C": "Mordida de cães"
        }]
        
     },
     {
        "pergunta": "Qual era a capital do império Inca?",
        "resposta": "B",
        "alternativa": [{
            "A": "Machu Picchu",
            "B": "Cuzco",
            "C": "Tenochtitlan"
        }]
    },
    {
    "pergunta": "O conflito travado entres franceses e ingleses conhecido como “Guerra dos 100 Anos” ficou marcado na história da Europa. Dito isto, o motivo que deu início a guerra foi:",
    "resposta": "A",
    "alternativa": [{
        "A": "A reivindicação do trono francês pelos ingleses",
        "B": "A reivindicação do trono inglês pelos franceses",
        "C": "A disputa pelo território de colônias nas américas"
    }]
    },
    {
        "pergunta": "Hoje em dia pode até ser motivo de piadas o fato de um período histórico período ser chamado de “idade média”, afinal, realmente é estranho pensar em alguém nomeando o que na época seria o presente com este termo. Isto acontece pois o termo foi criado posteriormente:",
        "resposta": "C",
        "alternativa": [{
            "A": "Por estudiosos do século XX",
            "B": "Durante a metade da guerra dos 100 anos",
            "C": "No período da renascença"
        }]
    },
    {
        "pergunta": "O evento que marcou o fim da idade média foi a conquista da Constantinopla, que foi dominada por:",
        "resposta": "B",
        "alternativa": [{
            "A": "Rômulo Augusto",
            "B": "Otomanos",
            "C": "Portugueses"
        }]
    },
    {
        "pergunta": "A escravidão no Brasil é uma mancha recente, durante este período dois grupos envolvidos nesta questão entravam em conflitos diversas vezes. Estes eram os:",
        "resposta": "C",
        "alternativa": [{
            "A": "Fazendeiros e Escravos ",
            "B": "Jesuítas e Escravos",
            "C": "Jesuítas e Fazendeiros"
        }]
    },
    {
        "pergunta": "A escravidão no Brasil afetou muitos povos de diferentes locais, alguns deles foram os povos originários do Brasil, mas existe uma peculiaridade no caso dos povos originários. Ela era:",
        "resposta": "B",
        "alternativa": [{
            "A": "A FUNAI protegia os indígenas dos escravocratas",
            "B": "Os jesuítas queriam catequizar os indígenas",
            "C": "As revoluções indígenas conquistaram a liberdade depois da Guerra dos Farrapos"
        }]
    },
    {
        "pergunta": "Quais produtos movimentavam a economia do Brasil no século XVI?",
        "resposta": "C",
        "alternativa": [{
            "A": "Açucar e café ",
            "B": "Ouro e diamante",
            "C": "Pau-Brasil e drogas do Sertão"
        }]
    },
    {
        "pergunta": "Quem foi o primeiro governador-geral do Brasil?",
        "resposta": "B",
        "alternativa": [{
            "A": "Duarte da Costa",
            "B": "Tomé de Souza",
            "C": "Getúlio Vargas"
        }]
    },
    {
        "pergunta": "A primeira capital do Brasil foi:",
        "resposta": "B",
        "alternativa": [{
            "A": "Manaus",
            "B": "Salvador",
            "C": "Rio de Janeiro"
        }]
    }
    
]